
[
    {
        "categoryName": "Най...",
        "questions": [
            "Найцікавіше місце, де ти коли-небудь побував?",
            "Найсмачніша страва, яку ти пробував?",
            "Найдивовижніший подарунок, який ти отримав?",
            "Найкращий фільм, який ти дивився?",
            "Найважливіший урок, який ти вивчив за своє життя?",
            "Найулюбленіша книга — яка вона?",
            "Найзабавніша історія з твого дитинства?",
            "Найцінніший предмет, який у тебе є?",
            "Найбільший виклик, перед яким ти стояв?",
            "Найулюбленіша пісня — яка вона і чому?",
            "Найкращий день твого життя?",
            "Найцікавіший проект, над яким ти працював?",
            "Найцінніша порада, яку ти отримав?",
            "Найбільш вражаюча поїздка в житті?",
            "Найулюбленіший спосіб провести вихідний?"
        ]
    },
    {
        "categoryName": "Що ти обереш?",
        "questions": [
            "Бути невидимим чи вміти літати — що ти обереш?",
            "Мати можливість читати думки чи контролювати час — що б ти вибрав?",
            "Ведучий вечірнього шоу чи космонавт — ким б ти хотів стати?",
            "Жити без інтернету чи без смартфона — що ти обереш?",
            "Мати обід із своїм героєм з дитинства чи отримати можливість подорожувати по всьому світу — що обрати?",
            "Бути частиною фантастичного світу з книжки чи стати персонажем відеогри — де б ти віддав перевагу жити?",
            "Мати здібність говорити з тваринами чи рослинами — що би ти вибрав?",
            "Співпрацювати з генієм, але неприємною особою, чи з доброзичливим, але менш талановитим артистом — що обереш?",
            "Знаходити всі відповіді на запитання в Google чи в голові своєї бабусі — що ти обереш?",
            "Отримувати тільки хороші новини чи тільки правдиві новини — що важливіше для тебе?",
            "Змінити одну історичну подію чи підглядати майбутнє — що обереш?",
            "Обирати музику для вечірки або обирати меню для вечері — що б ти вибрав?",
            "Мати безмежну кількість відпусток, але тільки у своїй країні, чи одну величезну поїздку навколо світу — що обереш?",
            "Жити в світі, де всі читають тільки думки один одного, чи в світі, де ніхто не може говорити — що обереш?",
            "Бути головним героєм детективного серіалу чи комедійного серіалу — що ти обереш?"
        ]
    },
    {
        "categoryName": "Перше враження?",
        "questions": [
            "Чи можна довіряти першому враженню і наскільки воно важливе в рішеннях, які ми приймаємо?",
            "Розкажіть про ситуацію, коли ваше перше враження було дуже відмінним від реальності.",
            "Чи є щось таке, що ви завжди намагаєтеся сховати, коли зустрічаєтеся з людьми вперше, щоб створити 'правильне' перше враження?",
            "Розкажіть про перше враження від людини, яка в подальшому стала вам дуже близькою.",
            "Чи доводилося вам змінювати своє перше враження про якусь культуру або традицію? Що спонукало вас переглянути свою думку?",
            "Який аспект вашої особистості ви хотіли б, щоб інші помічали перш за все?",
            "Чи важливе для вас перше враження від інтер’єру помешкання, куди ви приходите?",
            "Яке було найсильніше перше враження в вашому житті і чому воно стало таким значущим?",
            "Чи бувають ситуації, коли перше враження формується невірно через стереотипи?",
            "Як ви думаєте, чи впливає перше враження на професійний розвиток і кар'єрні можливості?",
            "Яким чином соціальні мережі впливають на формування першого враження про людину?",
            "Як ви ставитеся до людей, які намагаються 'продати' себе з найкращого боку, створюючи специфічне перше враження?",
            "Яке місце в вашому житті змогло перевершити ваші сподівання після першого враження?",
            "Як ти думаєш, яке перше враження ти залишаєш на інших?",
            "Який аспект особистості найчастіше формує твоє перше враження про людину?"
        ]
    },
    {
        "categoryName": "Що якби...",
        "questions": [
            "Що якби ти міг повернутися в будь-який момент свого життя та змінити одне рішення, яке б ти вибрав?",
            "Що якби у тебе була можливість прочитати думки інших людей, чи скористався б ти нею?",
            "Що якби ти міг пожити один день життям будь-кого з історичних діячів, кого б ти обрав?",
            "Що якби ти отримав безмежний кредит в банку без необхідності повертати гроші, на що б ти їх витратив?",
            "Що якби ти міг володіти будь-якою мовою світу, яку б ти вибрав?",
            "Що якби ти міг зустрітися та поговорити з собою дитинством, яку пораду дав би собі?",
            "Що якби тобі запропонували одноденну поїздку на Марс, чи погодився б ти?",
            "Що якби ти міг змінити одну історичну подію, яку б ти обрав?",
            "Що якби ти знайшов джина у лампі, які б ти зробив три бажання?",
            "Що якби ти мав надзвичайну здатність, яку б ти обрав?",
            "Що якби ти міг прокинутися в іншій країні завтра, де б ти хотів прокинутися?",
            "Що якби ти міг змінити один закон у своїй країні, який б це був закон?",
            "Що якби ти міг створити власний острів та створити там своє ідеальне суспільство, як би воно виглядало?",
            "Що якби у тебе була можливість стати президентом/прем'єр-міністром на один день, що б ти змінив?",
            "Що якби ти міг отримати відповідь на будь-яке питання у всесвіті, яке б питання ти поставив?"
        ]
    },
    {
        "categoryName": "Дитинство",
        "questions": [
            "Яка найбільш неочікувана пригода твого дитинства?",
            "Чи була у тебе у дитинстві обрана 'комфортна річ' (комфортна іграшка, одяг тощо)? Розкажи про неї.",
            "Яка твоя перша згадка про школу?",
            "Розкажи про дитячу гру, в яку ти найчастіше грав(грала).",
            "Чи був у тебе уявний друг? Якщо так, то хто він був і про що ви разом 'говорили'?",
            "Який мультфільм або фільм ти міг дивитися безкінечно багато разів?",
            "Чи були у тебе якісь особливі 'дитячі' традиції в твоїй родині?",
            "Яким був твій найперший досвід відчуття справжнього відчаю?",
            "Який смак дитинства ти пам'ятаєш найчіткіше?",
            "Чи було у тебе місце, в яке ти ховався, коли був засмучений або хотів бути самим?",
            "Розкажи про найбільш безглуздий обман твого дитинства.",
            "Який предмет або річ ти найбільше хотів у дитинстві, але так і не отримав?",
            "Розкажи про день, який ти вважаєш найщасливішим в своєму дитинстві.",
            "Яке дитяче хобі або заняття ти продовжуєш займатися досі?",
            "Чи є якась історія з твого дитинства, про яку твоя родина нагадує тобі постійно?"
        ]
    },
    {
        "categoryName": "Культурні обговорення",
        "questions": [
            "Які культурні особливості твоєї країни ти вважаєш найважливішими?",
            "Які глобальні культурні явища найбільше вплинули на сучасне суспільство?",
            "Чи можна вважати гастрономію складовою культури країни, і чому?",
            "Яка книга/фільм/картина найбільше вплинула на тебе з культурної точки зору?",
            "Чи впливають соціальні медіа на культурний розвиток, і яким чином?",
            "Чи важливо зберігати традиційну культуру в епоху глобалізації?",
            "Як ти ставишся до феномену поп-культури?",
            "Чи є якийсь культурний обряд або традиція, який ти б додав у своє життя?",
            "Чи може мистецтво бути рушієм соціальних змін?",
            "Які культурні події ти очікуєш з найбільшим нетерпінням кожного року?",
            "Який гендерний аспект культури твоєї країни тобі найбільше імпонує/не імпонує?",
            "Чи впливає культурний бекграунд на стосунки між людьми?",
            "Як ти вважаєш, чи є межа між тим, що можна вважати мистецтвом, а що ні?",
            "Чи вважаєш ти, що культурна дипломатія може сприяти миру та порозумінню між народами?",
            "Як ти ставишся до сучасних тенденцій в моді та дизайні — чи вони відображають культурний розвиток або деградацію?"
        ]
    },
    {
        "categoryName": "Дружба",
        "questions": [
            "Як ти визначаєш, хто є твоїм справжнім другом?",
            "Чи може дружба пережити будь-яке непорозуміння? Де, на твою думку, межа?",
            "Розкажи про найсмішніший момент у вашій дружбі.",
            "Яка дружба з дитинства залишається актуальною для тебе досі?",
            "Чи можна бути друзями після того, як були у відносинах?",
            "Чи важливо мати спільні інтереси для дружби? Чому?",
            "Чи є у вас секретний жест або кодове слово, яке відоме лише вам і вашому другу?",
            "Чи було у вас досвід дружби на відстані? Як ви підтримували відносини?",
            "Яка найцікавіша авантюра, в яку ви поринули з друзями?",
            "Як ви вирішуєте конфлікти у дружніх відносинах?",
            "Розкажи про момент, коли твій друг врятував тебе або допоміг у важку хвилину.",
            "Які важливі життєві уроки ти вивчив завдяки дружбі?",
            "Розкажи про дружбу з погляду твого домашнього улюбленця. Що він б думав про твоїх друзів?",
            "Чи можна вважати друзями людей, з якими ти спілкуєшся лише у віртуальному світі?",
            "Як ти відчуваєш, коли твій друг дружить із людьми, яких ти не любиш, і як ти вирішуєш цю проблему?"
        ]
    },
    {
        "categoryName": "Не зручні питання",
        "questions": [
            "Чи було у тебе коли-небудь відчуття, що ти втратив дружбу через свою власну помилку?",
            "Чи зазнавав ти коли-небудь дискримінації або неправильного ставлення через свій вік/стать/расу тощо?",
            "Розкажи про момент, коли ти особисто виявився несправедливим щодо когось.",
            "Чи була у тебе ситуація, коли ти відчував сильне розчарування в людині, якій довіряв?",
            "Чи є у твоєму житті щось, що ти хочеш змінити, але не можеш зібратися з силами?",
            "Чи приховував ти коли-небудь важливу інформацію від своїх близьких?",
            "Чи був у тебе досвід, коли ти намагався втекти від своїх проблем, замість того щоб вирішити їх?",
            "Чи є у твоєму житті людина, з якою ти б хотів вибачитися, але не можеш знайти в собі сил?",
            "Чи був у тебе момент, коли ти почувався зрадженим людиною, яку любиш?",
            "Чи була у тебе ситуація, коли ти відчував вину перед кимось, але не визнав цього?",
            "Чи маєш ти якісь секрети, про які ніхто не знає?",
            "Чи стикався ти з моментами в житті, коли ти відчував неприємне відчуття власної невдачі?",
            "Чи було у тебе коли-небудь відчуття, що ти 'застряг' у своєму житті?",
            "Чи зіткнувався ти коли-небудь з серйозними фінансовими проблемами, і як ти з ними впорався?",
            "Чи мав ти досвід, коли довелося приймати надзвичайно важке рішення, яке могло б змінити твоє життя?"
        ]
    },
    {
        "categoryName": "Ой, як соромно!",
        "questions": [
            "Розкажи про момент, коли ти випадково образив когось, не маючи на увазі цього.",
            "Чи траплялося тобі випадково випити або з'їсти щось не те? Опиши ситуацію.",
            "Опиши ситуацію, коли ти забув(ла) ім'я людини, з якою розмовляєш.",
            "Розкажи про найбільш сором'язливий момент, що трапився тобі на публіці.",
            "Чи мав ти ситуацію, коли ти спотикнувся або впав на дуже видному місці?",
            "Розкажи про ситуацію, коли ти зробив щось соромно в середовищі своїх друзів або сім'ї.",
            "Чи траплялося тобі відправляти повідомлення не тій людині? Що там було написано?",
            "Розкажи про момент, коли ти соромно помилився у чомусь, що вважав за відоме.",
            "Опиши ситуацію, коли твої батьки розповідали соромні історії про тебе іншим людям.",
            "Розкажи про досвід, коли ти випадково «спалився(лась)» в ситуаціях, де намагався(лась) залишитися анонімним(ною).",
            "Чи траплялося тобі випадково розбити щось важливе або дороге? Яка була реакція оточуючих?",
            "Опиши найбільш соромну ситуацію в школі або в університеті.",
            "Розкажи про ситуацію, коли ти зробив(ла) щось соромно перед своєю симпатією.",
            "Чи мав ти досвід невдалих спроб «відмазатися» в соромних ситуаціях?",
            "Опиши ситуацію, коли ти був(ла) схоплений(а) на гарячому з чимось, чого не повинно було бути."
        ]
    },
    {
        "categoryName": "Невдалі спроби",
        "questions": [
            "Опиши ситуацію, коли у тебе не вийшло вперше здобути водійські права. Що сталося?",
            "Розкажи про неудачну спробу приготувати щось особливе на кухні. Що пішло не так?",
            "Чи був у тебе досвід, коли ти неудачно намагався відремонтувати щось самостійно?",
            "Розкажи про свою першу неудачну спробу налагодити дружбу або відносини.",
            "Чи пробував ти коли-небудь займатися якимось хоббі або спортом, але це була повна невдача? Що це було?",
            "Розкажи про свій найгірший досвід самостійного планування відпочинку або подорожі.",
            "Чи була у тебе ситуація, коли ти пробував навчити когось чомусь, але все пішло не так?",
            "Розкажи про свій найбільший фіаско в інвестиціях або фінансових справах.",
            "Чи пробував ти створювати щось вручну (рукоділля, малюнок тощо) і це виявилося повною невдачею?",
            "Опиши момент, коли ти намагався допомогти комусь, але ситуація тільки погіршилася.",
            "Розкажи про неудачну спробу зробити сюрприз для когось.",
            "Опиши свій найбільший 'фейл' під час публічного виступу або презентації.",
            "Розкажи про ситуацію, коли у тебе не вдалося скласти іспит або тест.",
            "Чи був у тебе досвід неудачного спроби змінити свій зовнішній вигляд (наприклад, зачіска, одяг)?",
            "Опиши ситуацію, коли ти намагався виконати якийсь трюк або фокус, і це завершилося невдачею."
        ]
    },
    {
        "categoryName": "Було б ніде тікати!",
        "questions": [
            "Опиши момент, коли ти опинився у ситуації, з якої не міг втекти. Як ти себе відчував?",
            "Розкажи про ситуацію, коли тобі довелося вирішувати конфлікт на місці, бо 'тікати' було нікуди.",
            "Чи був у тебе досвід опинення в замкнутому просторі (ліфт, транспорт) із незручною компанією?",
            "Розкажи про найскладніше обговорення або конфлікт, який довелося вирішувати 'тут і зараз'.",
            "Чи було у тебе коли-небудь співбесіда на роботу, під час якої ти відчував себе дуже незручно? Як ти впорався з цим?",
            "Розкажи про момент, коли ти опинився на публічному заході, де довелося долати великий дискомфорт.",
            "Чи був у тебе досвід неудачної зустрічі на 'сліпому побаченні'? Як ти себе відчував?",
            "Опиши ситуацію, коли тобі довелося щось робити публічно, не маючи можливості відмовитися.",
            "Чи опинявся ти у ситуації, коли доводилось прикидатися іншою людиною, щоб уникнути конфлікту або незручності?",
            "Чи зустрічався ти з ситуаціями, коли доводилось робити вибір без можливості відтермінувати рішення?",
            "Розкажи про досвід, коли ти опинився в центрі уваги і не міг втекти від усіх поглядів.",
            "Чи була у тебе ситуація, коли ти випадково 'спіймав' когось на брехні і доводилось розібратися 'на гарячому'?",
            "Розкажи про незручний момент в громадському транспорті, коли нікуди було втекти.",
            "Чи траплялось тобі бути у незручній ситуації на сімейному святі або зборі?",
            "Розкажи про момент, коли тобі доводилось давати відповідь на важке питання на очах у багатьох людей."
        ]
    }
]
